package my.bot.registration_bot.text;

public interface Texts {
	String REG_HELP_CHOICE = "Выбери дальнейшее действие:";
	String REGISTRATION = "Регистрция";
	String HELP = "Помощь";
	String DEFAULT = "Неверный ввод!\nВыберите одну из предложенных комманд и следуйте инструкциям.";
	String CONTACTS = "Обратиться по любым вопросам, связанным с подключением,"
					+ " или сообщить о возникших сложностях можно по телефону:\n"
					+ "+7(999)999-99-99, Иванов Иван Иванович.";
	String YOU_REGISTERED = "Вы зарегистрированы!\n"
						+ "При дальнейших попытках пройти регистрацию вы будете "
						+ "перезаписывать те данные, которые вводили ранее.\n"
						+ "Просим вас указывать актуальную информацию для дальнейшего "
						+ "комфортного взаимодействия.";
	
}
